Repository: JanHovland/Weather
Catalog: Weather/*.lproj/Localizable.strings
Languages: nb

source: hour(s).
nb: time(r)

source: minute(s).
nb: minutt(er)

source: Weather at:
nb: Værmelding kl:

source: 1. Go to Settings on your iOS device and select the Weather App. 2. Enter the correct key in the Api field. 3. Start the Weather app again.
nb: 1. Gå til Innstillinger på din iOS enhet og velg Værmelding appen. 2. Legg inn riktig kode i Api feltet. 3. Start Værmelding appen på nytt.

source: Add
nb: Legg til

source: Add City
nb: Legg til sted

source: Alert View
nb: Varsel

source: All city records have been deleted
nb: Alle byene er slettet.

source: API key for Openweathermap is missing or incorrect.
nb: API-nøkkel for Openweathermap mangler eller er feil.

source: Cancel
nb: Avbryt

source: Delete a city
nb: Slette byen

source: Dew point:
nb: Dugg punkt:

source: Error API key
nb: Legg inn API nøkkel

source: Error finding data 5 Days for :
nb: Feil ved henting av data for 5 dager :

source: Error finding data for :
nb: Feil ved henting av data for :

source: Error message from the Server
nb: Feilmelding fra Serveren.

source: Error saving city
nb: Feil ved lagring ab byen.

source: Feels like:
nb: Føles som:

source: Hour for hour
nb: Time for time

source: Humidity
nb: Luftfuktighet

source: Humidity:
nb: Luftfuktighet:

source: Location Search
nb: Søk etter sted

source: mm/h
nb: mm/t

source: No Internet connection for this device.
nb: Ingen Internett-tilkobling for denne enheten.

source: No Precipitation in the next 8 hours.
nb: Ikke noe nedbør de neste 8 timene.

source: Now
nb: Nå

source: Precipitation
nb: Nedbør

source: Precipitation in the next 8 hours.
nb: Det kommer nedbør i løpet av de neste 8 timene.

source: Precipitation in the next hour.
nb: Det kommer nedbør i løpet av den neste timen.

source: Precipitation will start in about
nb: Nedbøren vil starte om ca.

source: Press <Return> to exit to the Home Screen
nb: Trykk på <Return> for å avslutte og komme tilbake til Hjem skjermen.

source: Pressure
nb: Trykk

source: Pressure:
nb: Trykk:

source: Probability of precipitation
nb: Sannsynlighet for nedbør

source: Refresh
nb: Frisk opp

source: Results
nb: Resultater

source: Save
nb: Lagre

source: Save city
nb: Lagre by

source: Sunrise
nb: Soloppgang

source: Sunset
nb: Solnedgang

source: Temperature max/min
nb: Temperatur maks/min

source: The city record has been deleted
nb: Denne byen er nå slettet.

source: The city record has been modified in CloudKit
nb: Denne byen er nå endret i CloudKit.

source: The city record has been saved in CloudKit
nb: Byen er lagret i CloudKit.

source: This city exists in CloudKit
nb: Denne byen finnes allerede i CloudKit.

source: toDo
nb: Oppgaver

source: UV index
nb: UV indeks

source: UV index:
nb: UV indeks:

source: Visibility:
nb: Sikt:

source: Weather description
nb: Værbeskrivelse

source: Weather overview
nb: Vær oversikt

source: Wind
nb: Vind

source: Wind:
nb: Vind:
